MIT-5211/task/verified/T08-tunnel-pacs009-isue-adcb-200.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header><Ver>01</Ver><SndDtTm>2026-05-18T10:55:09.484161527Z</SndDtTm><MsgTp>admi.098.001.01</MsgTp><MsgDrn>S</MsgDrn><Network>MBRIDGE</Network></SOAP-ENV:Header><SOAP-ENV:Body><ns2:Document xmlns:ns2="urn:iso:std:iso:20022:tech:xsd:admi.098.001.01"><ns2:Rct><ns2:MsgHdr><ns2:MsgId>062fc3cd1dae4b0d91bdf47198d1201b</ns2:MsgId><ns2:CreDtTm>2026-05-18T10:55:09.716Z</ns2:CreDtTm></ns2:MsgHdr><ns2:RctDtls><ns2:ReqHdlg><ns2:OrgnlMsgId>93BA8492A4C64E9887057EA740255246</ns2:OrgnlMsgId><ns2:OrgnlMsgNmId>pacs.009.001.12</ns2:OrgnlMsgNmId><ns2:StsCd>RJCT</ns2:StsCd><ns2:Desc>java.lang.reflect.InvocationTargetException SecurityConfiguration class (org.owasp.esapi.reference.DefaultSecurityConfiguration) CTOR threw exception.</ns2:Desc></ns2:ReqHdlg></ns2:RctDtls></ns2:Rct></ns2:Document></SOAP-ENV:Body></SOAP-ENV:Envelope>